// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的老婆",
        "不知不觉，我们已经携手走过了十年时光",
        "蓦然回首，时光仿佛还在眼前",
        "我们相恋、相知、相爱于最好的年华",
        "一路走来，诚觉不易",
        "我们一起经历了大学、硕士、博士，求学的艰难并没有拆散我们",
        "我们一起毕业、迷茫、工作，生活的艰辛也并没有压垮我们",
        "恍惚间，我们的儿子都已经两岁了",
        "才发现，这十年对于我们是多么的重要","共同的十年，收获了共同的成长",
        "感谢你在这美好的岁月中给予我的包容和鼓励",
        "感谢你为这个家庭所有辛苦的付出和不易",
        "都说最美好的爱情是，两个人互相陪伴，相互成就",
        "可能，我们自己都没有发觉",
        "我们已活成了最美好的爱情的样子",
        "亲爱的老婆，祝你生日快乐",
        "爱你的老公",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2013-01-19T10:15:00",
    // 双方的名字
    names: ["林五五", "牛五五"]
}
